/**
 * ██████████████████████████████████████████████████████████████████████████████████████████████████████████████
 * █░░░░░░░░░░░░░░█░░░░░░██░░░░░░█░░░░░░░░░░░░░░█░░░░░░░░░░░░░░█░░░░░░░░░░░░░░█░░░░░░░░░░░░░░░░███░░░░░░░░░░░░░░█
 * █░░▄▀▄▀▄▀▄▀▄▀░░█░░▄▀░░██░░▄▀░░█░░▄▀▄▀▄▀▄▀▄▀░░█░░▄▀▄▀▄▀▄▀▄▀░░█░░▄▀▄▀▄▀▄▀▄▀░░█░░▄▀▄▀▄▀▄▀▄▀▄▀░░███░░▄▀▄▀▄▀▄▀▄▀░░█
 * █░░░░░░▄▀░░░░░░█░░▄▀░░██░░▄▀░░█░░▄▀░░░░░░░░░░█░░▄▀░░░░░░░░░░█░░▄▀░░░░░░▄▀░░█░░▄▀░░░░░░░░▄▀░░███░░▄▀░░░░░░░░░░█
 * █████░░▄▀░░█████░░▄▀░░██░░▄▀░░█░░▄▀░░█████████░░▄▀░░█████████░░▄▀░░██░░▄▀░░█░░▄▀░░████░░▄▀░░███░░▄▀░░█████████
 * █████░░▄▀░░█████░░▄▀░░░░░░▄▀░░█░░▄▀░░░░░░░░░░█░░▄▀░░█████████░░▄▀░░██░░▄▀░░█░░▄▀░░░░░░░░▄▀░░███░░▄▀░░░░░░░░░░█
 * █████░░▄▀░░█████░░▄▀▄▀▄▀▄▀▄▀░░█░░▄▀▄▀▄▀▄▀▄▀░░█░░▄▀░░█████████░░▄▀░░██░░▄▀░░█░░▄▀▄▀▄▀▄▀▄▀▄▀░░███░░▄▀▄▀▄▀▄▀▄▀░░█
 * █████░░▄▀░░█████░░▄▀░░░░░░▄▀░░█░░▄▀░░░░░░░░░░█░░▄▀░░█████████░░▄▀░░██░░▄▀░░█░░▄▀░░░░░░▄▀░░░░███░░▄▀░░░░░░░░░░█
 * █████░░▄▀░░█████░░▄▀░░██░░▄▀░░█░░▄▀░░█████████░░▄▀░░█████████░░▄▀░░██░░▄▀░░█░░▄▀░░██░░▄▀░░█████░░▄▀░░█████████
 * █████░░▄▀░░█████░░▄▀░░██░░▄▀░░█░░▄▀░░░░░░░░░░█░░▄▀░░░░░░░░░░█░░▄▀░░░░░░▄▀░░█░░▄▀░░██░░▄▀░░░░░░█░░▄▀░░░░░░░░░░█
 * █████░░▄▀░░█████░░▄▀░░██░░▄▀░░█░░▄▀▄▀▄▀▄▀▄▀░░█░░▄▀▄▀▄▀▄▀▄▀░░█░░▄▀▄▀▄▀▄▀▄▀░░█░░▄▀░░██░░▄▀▄▀▄▀░░█░░▄▀▄▀▄▀▄▀▄▀░░█
 * █████░░░░░░█████░░░░░░██░░░░░░█░░░░░░░░░░░░░░█░░░░░░░░░░░░░░█░░░░░░░░░░░░░░█░░░░░░██░░░░░░░░░░█░░░░░░░░░░░░░░█
 * ██████████████████████████████████████████████████████████████████████████████████████████████████████████████
 */

/**
 * █████████████████████████████████████████████████████████████████████████████████████████████████████████████████
 * █░░░░░░░░░░░░░░█░░░░░░██░░░░░░█░░░░░░░░░░░░░░████░░░░░░░░░░░░░░█░░░░░░░░░░░░░░█░░░░░░░░░░░░░░░░███░░░░░░░░░░░░░░█
 * █░░▄▀▄▀▄▀▄▀▄▀░░█░░▄▀░░██░░▄▀░░█░░▄▀▄▀▄▀▄▀▄▀░░████░░▄▀▄▀▄▀▄▀▄▀░░█░░▄▀▄▀▄▀▄▀▄▀░░█░░▄▀▄▀▄▀▄▀▄▀▄▀░░███░░▄▀▄▀▄▀▄▀▄▀░░█
 * █░░░░░░▄▀░░░░░░█░░▄▀░░██░░▄▀░░█░░▄▀░░░░░░░░░░████░░▄▀░░░░░░░░░░█░░▄▀░░░░░░▄▀░░█░░▄▀░░░░░░░░▄▀░░███░░▄▀░░░░░░░░░░█
 * █████░░▄▀░░█████░░▄▀░░██░░▄▀░░█░░▄▀░░████████████░░▄▀░░█████████░░▄▀░░██░░▄▀░░█░░▄▀░░████░░▄▀░░███░░▄▀░░█████████
 * █████░░▄▀░░█████░░▄▀░░░░░░▄▀░░█░░▄▀░░░░░░░░░░████░░▄▀░░█████████░░▄▀░░██░░▄▀░░█░░▄▀░░░░░░░░▄▀░░███░░▄▀░░░░░░░░░░█
 * █████░░▄▀░░█████░░▄▀▄▀▄▀▄▀▄▀░░█░░▄▀▄▀▄▀▄▀▄▀░░████░░▄▀░░█████████░░▄▀░░██░░▄▀░░█░░▄▀▄▀▄▀▄▀▄▀▄▀░░███░░▄▀▄▀▄▀▄▀▄▀░░█
 * █████░░▄▀░░█████░░▄▀░░░░░░▄▀░░█░░▄▀░░░░░░░░░░████░░▄▀░░█████████░░▄▀░░██░░▄▀░░█░░▄▀░░░░░░▄▀░░░░███░░▄▀░░░░░░░░░░█
 * █████░░▄▀░░█████░░▄▀░░██░░▄▀░░█░░▄▀░░████████████░░▄▀░░█████████░░▄▀░░██░░▄▀░░█░░▄▀░░██░░▄▀░░█████░░▄▀░░█████████
 * █████░░▄▀░░█████░░▄▀░░██░░▄▀░░█░░▄▀░░░░░░░░░░████░░▄▀░░░░░░░░░░█░░▄▀░░░░░░▄▀░░█░░▄▀░░██░░▄▀░░░░░░█░░▄▀░░░░░░░░░░█
 * █████░░▄▀░░█████░░▄▀░░██░░▄▀░░█░░▄▀▄▀▄▀▄▀▄▀░░████░░▄▀▄▀▄▀▄▀▄▀░░█░░▄▀▄▀▄▀▄▀▄▀░░█░░▄▀░░██░░▄▀▄▀▄▀░░█░░▄▀▄▀▄▀▄▀▄▀░░█
 * █████░░░░░░█████░░░░░░██░░░░░░█░░░░░░░░░░░░░░████░░░░░░░░░░░░░░█░░░░░░░░░░░░░░█░░░░░░██░░░░░░░░░░█░░░░░░░░░░░░░░█
 * █████████████████████████████████████████████████████████████████████████████████████████████████████████████████
 */
package me.MiniDigger.Core.Chat;

public class ChatChars {
	
	public static class Misc {
		
		public final static String	happy		   = "☺";
		public final static String	happyreverse	= "☺";
		public final static String	unhappy		   = "☹";
		public final static String	unhappyreverse	= "☹";
		public final static String	love		   = "�?�";
		public final static String	male		   = "♂";
		public final static String	female		   = "♀";
		public final static String	music1		   = "♪";
		public final static String	music2		   = "♫";
		public final static String	music3		   = "♫";
		public final static String	music4		   = "♪";
		public final static String	music		   = "♪ ♫ ♫ ♪";
		public final static String	checkmark		= "✔";
		public final static String	multiplication	= "✖";
		public final static String	copyright		= "©";
		public final static String	registered		= "®";
		public final static String	hourglass		= "⌛";
		public final static String	star		   = "★";
		public final static String	phone		   = "☎";
		public final static String	yingyang		= "☯";
		public final static String	skull		   = "☠";
		public final static String	radioactive		= "☢";
		public final static String	biohazard		= "☣";
		public final static String	airplane		= "✈";
		public final static String	envelop		   = "✉";
		public final static String	arrow		   = "➸";
		public final static String	armystar		= "✪";
		public final static String	scissors		= "�?";
		public final static String	peace		   = "☮";
		public final static String	uncheckedbox	= "�?";
		public final static String	checkedbox		= "☑";
		public final static String	markedbox		= "☒";
		public final static String	shade		   = "░";
		public final static String	mediumshade		= "▒";
		public final static String	darkshade		= "▓";
		public final static String	triangle		= "▲";
		public final static String	square		   = "■";
		public final static String	circle		   = "○";
		public final static String	katakana		= "ツ";
		public final static String	bullet		   = "•";
	}
	
	public static class Weather {
		
		public final static String	sun1		= "☼";
		public final static String	sun2		= "☀";
		public final static String	moon1		= "☾";
		public final static String	moon2		= "☽";
		public final static String	clouds		= "�?";
		public final static String	snowman		= "☃";
		public final static String	umbrella	= "☂";
		public final static String	flower1		= "✿";
		public final static String	flower2		= "�?�";
		public final static String	comet		= "☄";
		public final static String	zap		  = "Ϟ";
		public final static String	snowflake	= "�?�";
	}
	
	public static class Cards {
		
		public final static String	heart		 = "♡";
		public final static String	spade		 = "♤";
		public final static String	diamond		 = "♢";
		public final static String	club		 = "♧";
		public final static String	blackheart		= "♥";
		public final static String	blackspade		= "♠";
		public final static String	blackdiamond	= "♦";
		public final static String	blackclub		= "♣";
	}
	
	public static class Directions {
		
		public final static String	left		        = "�?";
		public final static String	right		        = "→";
		public final static String	up		            = "↑";
		public final static String	down		        = "↓";
		public final static String	doubleAngleLeft		= "«";
		public final static String	doubleAngleRight	= "»";
		public final static String	bigdoubleAngleRight	= "⟫";
		public final static String	bigdoubleAngleLeft	= "⟪";
	}
	
	public static class Chess {
		
		public final static String	king		= "♔";
		public final static String	queen		= "♕";
		public final static String	rook		= "♖";
		public final static String	bishop		= "♗";
		public final static String	knight		= "♘";
		public final static String	pawn		= "♙";
		public final static String	blackking	= "♚";
		public final static String	blackqueen	= "♛";
		public final static String	blackrook	= "♜";
		public final static String	blackbishop	= "�?";
		public final static String	blackknight	= "♞";
		public final static String	blackpawn	= "♟";
	}
	
	public static class Zodiac {
		
		public final static String	ram		    = "♈";
		public final static String	bull		= "♉";
		public final static String	twins		= "♊";
		public final static String	crab		= "♋";
		public final static String	lion		= "♌";
		public final static String	maiden		= "�?";
		public final static String	scale		= "♎";
		public final static String	scorpion	= "�?";
		public final static String	archer		= "�?";
		public final static String	mergoat		= "♑";
		public final static String	waterbearer	= "♒";
		public final static String	fish		= "♓";
	}
	
	public static class Art {
		
		public final static String	tableflip	= "(╯°□°)╯︵┻�?┻";
		public final static String	disapproval	= "ಠ_ಠ";
		public final static String	headphones	= "d-_-b";
		public final static String	troubled	= "(>_<)";
		public final static String	embarressed	= "(^_^;)";
		public final static String	sleeping	= "(-_-)zzz";
		public final static String	bomb		= "�?~*";
		public final static String	samazed		= "(@_@)";
		public final static String	skrillex	= "ϟƘƦƖןןΣx";
		public final static String	coffee		= "c[_]";
		public final static String	rifle		= "︻╦╤─";
	}
}
